---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.DisplayingOptionsDialogEventArgs
source: html/f8a659e1-3beb-1eab-6799-eef37bab00d9.htm
---
# DisplayingOptionsDialogEventArgs Members

Add tab to option dialog with tab name and handler information.